{
  "backend": "tokenizers",
  "bos_token": "<bos>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<eos>",
  "extra_special_tokens": [],
  "from_slow": true,
  "is_local": false,
  "legacy": false,
  "mask_token": "<mask>",
  "model_max_length": 8192,
  "pad_token": "<pad>",
  "padding_side": "left",
  "sp_model_kwargs": {},
  "spaces_between_special_tokens": false,
  "tokenizer_class": "GemmaTokenizer",
  "unk_token": "<unk>",
  "use_default_system_prompt": false
}
